mixin ShayriStroage {
  final List<Map<String, String>> AppList = const <Map<String, String>>[
    {
      'imagePath': 'image/0.jpg',
      'title': 'गुड मॉर्निंग शायरी🌅',
    },
    {
      'imagePath': 'image/1.jpg',
      'title': 'मजेदार शायरी🌎',
    },
    {
      'imagePath': 'image/2.jpg',
      'title': 'बेवफ़ा शायरी💔',
    },
    {
      'imagePath': 'image/3.jpg',
      'title': 'शराबी शायरी🍷',
    },
    {
      'imagePath': 'image/4.jpg',
      'title': 'दोस्ती शायरी🫂',
    },
    {
      'imagePath': 'image/5.jpg',
      'title': 'प्रेम शायरी❤️‍🔥',
    },
    {
      'imagePath': 'image/6.jpg',
      'title': 'मेहनत शायरी🥺',
    },
    {
      'imagePath': 'image/7.jpg',
      'title': 'शुभ रात्रि शायरी😞',
    },
    {
      'imagePath': 'image/8.jpg',
      'title': ' ऐटिटूड शायरी🎂',
    },
  ];

  List<Map<String, String>> List0 = <Map<String, String>>[
    {
      'imagePath': 'image/0.jpg',
      'title': ''
          '\nना किसी के आभाव में जियो...'
          '\n     ना किसी के प्रभाव में जियो,'
          '\nज़िन्दगी आपकी है बस अपने,'
          '\n     मस्त स्वभाव में जियो....!!!'
          '\n               सुप्रभात"\n',
    },
    {
      'imagePath': 'image/0.jpg',
      'title': ' '
          '  \nहर सुबह तेरी मुस्कुराती रहे....'
          '\n          हर शाम तेरी गुनगुनाती रहें,'
          '\nमेरी दुआ हैं की तू जिस भी मिलें,'
          '\n            हर मिलने वाले को'
          ' \nतेरी याद सताती रहें…...!!!'
          '\n                     सुप्रभात"\n',
    },
    {
      'imagePath': 'image/0.jpg',
      'title': ''
          ' \nरात गुजारी फिर महकती सुबह आई..'
          '\n     दिल धड़का फिर तुम्हारी याद आई,'
          '\nआँखों ने महसूस किया उस हवा को,'
          '\n     जो तुम्हें छु कर हमारे पास आई...!!!'
          '\n                  सुप्रभात"\n',
    },
    {
      'imagePath': 'image/0.jpg',
      'title': ''
          ' \n अर्ज किया है चाय के कप से उठते धुए '
          '\n        में तेरी सकल नजर आती है,'
   '\nऐसे खो जाते है तेरे खयालों में कि,'
    '\n     अकसर मेरी चाय ठंडी हो जाती है..!'
                     ' \n             सुप्रभात!!\n',
    },
    {
      'imagePath': 'image/0.jpg',
      'title': ' '
          '\nहर सुबह की धुप कुछ याद दिलाती हैं...'
          '\n          हर फूल की खुशबू '
          '\nएक जादू जगाती हैं,'
          '\n        चाहू ना…. चाहू कितना भी यार,'
          '\nसुबह सुबह आपकी'
          '\n      याद आ ही जाती हैं...!!!'
          '\n                          सुप्रभात"\n',
    },
    {
      'imagePath': 'image/0.jpg',
      'title': ''
          '\nफूलों ने अमृत का जाम भेजा हैं...'
          '\n     सूरज ने गगन से सलाम भेजा हैं,'
          '\nमुबारक हो आपको नयी सुबह,'
          '\n     तहे दिल से हमने '
          '\nये पैगाम भेजा हैं..!!'
          '\n                          सुप्रभात"\n',
    },
    {
      'imagePath': 'image/0.jpg',
      'title': ' '
          '\nददिल ने कहा की कोई '
          '\n        याद कर रहा है......'
          '\nमैने सोचा दिल, मजाक कर रहा है,'
          '\n        फिर जब आई '
          '\nहिचकी तो ख्याल आया,'
          '\n       की कोई अपना ही मेसेज का'
          '\nइंतजार कर रहा है...!!!'
          '\n          Good Morning"\n',
    },
    {
      'imagePath': 'image/0.jpg',
      'title': ' '
          '\nताज़ी हवा में फूलो की महक हो..'
          '\n   पहली किरण में चिडियों की चहक हो,'
          '\nजब भी खोलो तुम अपनी पलके,'
          '\n         उन पलकों में बस '
          '\nखुशियों की झलक हो…..!!!'
          '\n         Have A Beautiful Day"\n',
    },
    {
      'imagePath': 'image/0.jpg',
      'title': ' '
          '\nये हमारी सूर्योदय SMS सेवा है..........'
          '\n         इसमें हम सोए हुए'
          '\n आलसी लोगों को जगाते हैं,'
          '\n         और बाद में गुड मॉर्निंग कह कर '
          '\nखुद सो जाते हैं......!!!'
          '\n                       सुप्रभात"\n',
    },
    {
      'imagePath': 'image/0.jpg',
      'title': ' '
          '\nख़ूबसूरत हो जाती है वो सुबह.......'
          '\n         जब आपकी Morning'
          '\n wish आ जाती है........!!!'
          '\n          Have A Nice Day"\n',
    },
  ];

  List<Map<String, String>> List1 = <Map<String, String>>[
    {
      'imagePath': 'image/1.jpg',
      'title': ''
          '\nकैसे मुमकिन था किसी '
          '\n             डॉक्टर से इलाज करना...'
          '\nअरे दोस्त…. इश्क का रोग था…'
          '\n             मम्मी के चप्पल से '
          '\nही आराम आया..!!',
    },
    {
      'imagePath': 'image/1.jpg',
      'title': ''
          '\nजिस तरह से पेड़ काटे जा रहे हैं........'
          '\n         वो दिन ज्यादा दूर नही जब,'
          '\nहरियाली के नाम पर '
          '\n         सिर्फ लड़कियां रह जायेगीं..!!',
    },
    {
      'imagePath': 'image/1.jpg',
      'title': ''
          '\nकिस किस का नाम लें,'
          '\n             अपनी बरबादी में........'
          '\nबहुत लोग आये थे '
          '\n             दुआए देने शादी में..!! ',
    },
    {
      'imagePath': 'image/1.jpg',
      'title': ''
          '\nसमुन्दर से कह दो, '
          '\n         अपनी लहरों को समेट के रखे...'
          '\nज़िन्दगी में तूफान लाने के लिए, '
          '\n            घरवाली ही काफी है….!! ',
    },
    {
      'imagePath': 'image/1.jpg',
      'title': ''
          '\nआदमी कभी भी इतना '
          '\n          झूठा नहीं होता........'
          '\nअगर औरतें इतने सवाल न करती…...!!',
    },
    {
      'imagePath': 'image/1.jpg',
      'title': ''
          '\nमीठा शहद बनाने वाली मधुमक्खी..'
          '\n        भी डंख मारने से नहीं चुकती'
          '\nइसलिए होंशियार रहें,'
          '\n         बहुत मीठा बोलने वाले भी'
          '\nहनी नहीं हानि दे सकते है....!!! ',
    },
    {
      'imagePath': 'image/1.jpg',
      'title': ''
          '\nदिली तमन्ना है कि मैं भी.... '
          '\n     अपनी पलकों पे बैठाऊँ तुझको...'
          '\nबस तू अपना वजन कम करले,'
          '\n      तो मेरा काम आसान हो जाए..!!',
    },
    {
      'imagePath': 'image/1.jpg',
      'title': ''
          '\nकिसी से दिल लगाने से अच्छा है........'
          '\n         घर में झाड़ु पोछा लगा लो,'
          '\nकम से कम मम्मी '
          '\n         तो खुश हो जाएँगी..!!',
    },
    {
      'imagePath': 'image/1.jpg',
      'title': ''
          '\nलगी है मेहंदी पावँ में '
          '\n             क्या घूमोगे गावं मे...'
          '\nअसर धूप का क्या '
          '\n             जाने जो रहते है छावं मे…...!!',
    },
    {
      'imagePath': 'image/1.jpg',
      'title': ''
          '\nलोग रोज नसें काटते हैं........'
          '\n             प्यार साबित करने के लिये,'
          '\nपर कोई, सूई भी नही चुभने देता,'
          '\n              रक्तदान करने के लिये..!!',
    },
  ];

  List<Map<String, String>> List2 = <Map<String, String>>[
    {
      'imagePath': 'image/2.jpg',
      'title': ''
          '\nनहीं चाहिए कुछ भी '
          '\n                  तेरी इश्क़ कि दूकान से.....'
          '\nहर चीज में मिलावट है '
          '\n                  बेवफाई कि......!!!',
    },
    {
      'imagePath': 'image/2.jpg',
      'title': ''
          '\nअजीब सा जहर है तेरी यादों मै.....'
          '\n                 मरते मरते मुझे सारी '
          '\nज़िन्दगी लगेगी…....!!!',
    },
    {
      'imagePath': 'image/2.jpg',
      'title': ''
          '\nजा जाकर धड़क उसके '
          '\n                 सीने में ऐ दिल.....'
          '\nहम उसके बिना जी रहे है '
          '\n              तो तेरे बिना भी जी लेंगे….!!',
    },
    {
      'imagePath': 'image/2.jpg',
      'title': ''
          '\nतेरी वफाओं का समन्दर '
          '\n            किसी और के लिए होगा.....'
          '\nहम तो तेरे साहिल से '
          '\n            रोज प्यासे ही गुजर जाते हैं..!!',
    },
    {
      'imagePath': 'image/2.jpg',
      'title': ''
          '\nकल रात मैंने अपने '
          '\n             सारे ग़म कमरे की..... '
          '\nदीवारों पे लिख डाले,'
          '\n             बस हम सोते रहे '
          '\nऔर दीवारें रोती रहीं…...!!',
    },
    {
      'imagePath': 'image/2.jpg',
      'title': ''
          '\nसोचा था की ख़ुदा के सिवा..... '
          '\n    मुझे कोई बर्बाद कर नही सकता,'
          '\nफिर उनकी मोहब्बत ने '
          '\n    मेरे सारे वहम तोड़ दिए…….!!',
    },
    {
      'imagePath': 'image/2.jpg',
      'title': ''
          '\nतेरी मुहब्बत भी किराये के '
          '\n                 घर की तरह थी.....'
          '\nकितना भी सजाया पर'
          '\n                 मेरी नहीं हुई….!!!',
    },
    {
      'imagePath': 'image/2.jpg',
      'title': ''
          '\nकैसे करूं मुकदमा उस पर '
          '\n          उसकी बेवफाई का.....'
          '\nकमबख्त ये दिल भी '
          '\n         उसी का वकील निकला..!!',
    },
    {
      'imagePath': 'image/2.jpg',
      'title': ''
          '\nजाते जाते उसने पलटकर '
          '\n        इतना ही कहा मुझसे.....'
          '\nमेरी बेवफाई से ही '
          '\n        मर जाओगे या मार के जाऊँ.....!!',
    },
    {
      'imagePath': 'image/2.jpg',
      'title': ''
          '\nमुझे दफनाने से पहले..... '
          '\n      मेरा दिल निकाल कर उसे दे देना,'
          '\nमैं नही चाहता के '
          '\n      वो खेलना छोङ दे.....…!!',
    },
  ];

  List<Map<String, String>> List3 = <Map<String, String>>[
    {
      'imagePath': 'image/3.jpg',
      'title': ''
          '\nउसने हाथो से छू कर दरिया के......'
          '\n      पानी को गुलाबी कर दिया,'
          '\nहमारी बात तो और थी उसने'
          '\n      मछलियों को भी शराबी कर दिया..!!',
    },
    {
      'imagePath': 'image/3.jpg',
      'title': ''
          '\nमयखाने बंद कर दे '
          '\n            चाहे लाख दुनिया वाले......'
          '\nलेकिन....शहर में कम नही है, '
          '\n            निगाहों से पिलाने वाले......!!!',
    },
    {
      'imagePath': 'image/3.jpg',
      'title': ''
          '\nजाम पे जाम पीने से '
          '\n      क्या फायदा दोस्तों......'
          '\nरात को पी हुयी शराब '
          '\n      सुबह उतर जाएगी,'
          '\nअरे पीना है तो दो बूंद '
          '\n      बेवफा के पी के देख,'
          '\nसारी उमर नशे में गुज़र जाएगी…..!!!',
    },
    {
      'imagePath': 'image/3.jpg',
      'title': ''
          '\nइतनी पीता हू की मदहोश रहता हू......'
          '\n           सब कुछ समझता हू, '
          '\nपर खामोश रहता हू,'
          '\n        जो लोग करते है '
          '\nमुझे गिराने की कोशिश,'
          '\n     मै अक्सर उन्ही के साथ रहता हू..!!',
    },
    {
      'imagePath': 'image/3.jpg',
      'title': ''
          '\nमै तोड़ लेता अगर तू गुलाब होती......'
          '\n            मै जवाब बनता अगर '
          '\nतू सबाल होती,'
          '\n            सब जानते है मै '
          '\nनशा नही करता,'
          '\n            मगर मै भी पी लेता '
          '\nअगर तू शराब होती...!!',
    },
    {
      'imagePath': 'image/3.jpg',
      'title': ''
          '\nलगता है बारिश भी '
          '\n            मैखाने जाकर आती है......'
          '\nकभी गिरती, कभी संभालती,'
          '\n         तो कभी लड़खड़ा कर आती है..!!',
    },
    {
      'imagePath': 'image/3.jpg',
      'title': ''
          '\nप्यार के नाम पे यहाँ '
          '\n              तो लोग खून पीते है......'
          '\nमुझे खुद पे नाज़ है की '
          '\n              मैं सिर्फ शराब पीता हु...!!',
    },
    {
      'imagePath': 'image/3.jpg',
      'title': ''
          '\nकुछ तो शराफ़त सीख ले.......'
          '\n            ए इश्क़, शराब से'
          '\nबोतल पे लिखा तो है,'
          '\n            मैं जान लेवा हूँ.......!!!',
    },
    {
      'imagePath': 'image/3.jpg',
      'title': ''
          '\nना ज़ख्म भरे, ना शराब सहारा हुई......'
          '\n                  ना वो वापस लौटे,'
          '\n ना मोहब्बत दोबारा हुई.......!!!',
    },
    {
      'imagePath': 'image/3.jpg',
      'title': ''
          '\nऐ शराब !!......'
          '\n           मुझे तुमसे मोहब्बत नही,'
          '\n मुझे तो उन पलों से मोहब्बत है,'
          '\n           जो तुम्हारे कारण,'
          '\n मै दोस्तौ के साथ बिताता हूँ…...!!',
    },
  ];

  List<Map<String, String>> List4 = <Map<String, String>>[
    {
      'imagePath': 'image/4.jpg',
      'title': ''
          '\nफर्क है दोस्ती और मोहोब्बत मे......'
          '\n       बरसो बाद मिलने पर '
          '\nदोस्ती सीने से लगा लेती है,'
          '\n       और मोहब्बत '
          '\nनज़र चुरा लेती है….!!!',
    },
    {
      'imagePath': 'image/4.jpg',
      'title': ''
          '\nदिलों से खेलना हमे भी आता है......'
          '\n     पर जीस खेल में खिलौना टूट जाये,'
          '\nवो खेल हमे पसंद नही.....!!',
    },
    {
      'imagePath': 'image/4.jpg',
      'title': ''
          '\nजुर्म गर मैंने किया है '
          '\n             तो बताया जाए......'
          '\nऐसे चुप चाप न '
          '\n             सूली पे चढाया जाए......!!!',
    },
    {
      'imagePath': 'image/4.jpg',
      'title': ''
          '\nऐसा नहीं कि शख्स '
          '\n           अच्छा नहीं था वो......'
          '\nजैसा मेरे ख्याल में था '
          '\n           बस वैसा नहीं था वो……!!!',
    },
    {
      'imagePath': 'image/4.jpg',
      'title': ''
          '\nनजर अंदाज करने कि कुछ '
          '\n             तो वजह बताई होती......'
          '\nअब में कहाँ कहाँ '
          '\n             खुद में बुराई ढूँढू ….!!!',
    },
    {
      'imagePath': 'image/4.jpg',
      'title': ''
          '\nतेरे गुस्से पर भी आज '
          '\n               हमें प्यार आया है......'
          '\nचलो कोई तो है.. '
          '\n               जिसने इतने हक से,'
          '\nहमें धमकाया है....!!',
    },
    {
      'imagePath': 'image/4.jpg',
      'title': ''
          '\nयाद तो अब भी है तेरी, दिल में......'
          '\n                  पर वो रास्ता,'
          '\n वो मंजिले खत्म हो गयी.....!!',
    },
    {
      'imagePath': 'image/4.jpg',
      'title': ''
          '\nबस इन्सान ही है जो '
          '\n         किसी से मिलता जुलता नहीं......'
          '\nवरना ज़माना तो भरपूर '
          '\n         मिलावट का चल रहा है…….!!',
    },
    {
      'imagePath': 'image/4.jpg',
      'title': ''
          '\nहैसियत की बात ना कर दोस्त......'
          '\n           तेरी जेब से बड़ा '
          '\nमेरा दिल है......!!',
    },
    {
      'imagePath': 'image/4.jpg',
      'title': ''
          '\nजंगल मे जब शेर चैन '
          '\n           की निन्द सोता है......'
          '\nतो कुतो को गलतफहमी हो जाती है,'
          '\n           के इस जंगल मे '
          '\nअपना राज है..!!',
    },
  ];

  List<Map<String, String>> List5 =<Map<String, String>> [
    {
      'imagePath': 'image/5.jpg',
      'title': ''
          '\nअपनी सांसों में महकता '
          '\n               पाया है तुझे.....'
          '\nहर खवाब मे बुलाया है तुझे,'
          '\n               क्यू न करे याद तुझ को,'
          '\nजब खुदा ने हमारे लिए'
          '\n               बनाया है तुझे...!!'
    },
    {
      'imagePath': 'image/5.jpg',
      'title': ''
          '\nदिल की किताब में गुलाब उनका था.....'
          '\n               रात की नींद में '
          '\nख्वाब उनका था,'
          '\n               कितना प्यार करते हो '
          '\nजब हमने पूछा,'
          '\n               मर जायंगे तुम्हारे बिना '
          '\nये जबाब उनका था..!!'
    },
    {
      'imagePath': 'image/5.jpg',
      'title': ''
          '\nतेरे हुस्न को परदे की '
          '\n               ज़रुरत ही क्या है.....'
          '\nकौन होश में रहता है '
          '\n               तुझे देखने के बाद..!!'
    },
    {
      'imagePath': 'image/5.jpg',
      'title': ''
          '\nहमारी तडप तो कुछ '
          '\n      भी नहीं है हुजुर.....'
          '\nसुना है कि आपके दिदार के '
          '\n      लिए तो आइना भी तरसता है..!!!'
    },
    {
      'imagePath': 'image/5.jpg',
      'title': ''
          '\nपूछते थे ना कितना प्यार है '
          '\n            हमें तुम से.....'
          '\nलो अब गिन लो…'
          '\n            ये बूँदें बारिश की..!!!'
    },
    {
      'imagePath': 'image/5.jpg',
      'title': ''
          '\nपहली मुलाकात थी और '
          '\n              हम दोनों ही बेबस थे.....'
          '\nवो अपनी जुल्फें.... '
          '\n            न संभाल पाए और '
          '\nहम खुद को…...!!'
    },
    {
      'imagePath': 'image/5.jpg',
      'title': ''
          '\nमुझसे जब भी मिलो तो नज़रें '
          '\n             उठा के मिला करो.....'
          '\nमुझे पसंद है अपने आप '
          '\n             को तेरी आँखों में देखना…...!!'
    },
    {
      'imagePath': 'image/5.jpg',
      'title': ''
          '\nमै उसको चाँद कह दू '
          '\n           ये मुमकिन तो है.....'
          '\n                 मगर...'
          ' \n          लोग उसे रात भर देखें '
          '\nये मुझे गवारा नहीं…..!!'
    },
    {
      'imagePath': 'image/5.jpg',
      'title': ''
          '\nकोई अजनबी ख़ास हो रहा है.....'
          '\n    लगता है फिर प्यार हो रहा है..!!'
    },
    {
      'imagePath': 'image/5.jpg',
      'title': ''
          '\nदिलो जान से करेंगे हिफ़ाज़त तेरी.....'
          '\n          बस एक बार तू कह दे कि,'
          '\n मैं अमानत हूं तेरी.....!!'
    },
  ];

  List<Map<String, String>> List6 =<Map<String, String>> [
    {
      'imagePath': 'image/6.jpg',
      'title': ''
          '\nक़िस्मत की इमारतें....... '
          '\n              जब ढह गई तूफान से'
          '\nमेहनत की मंज़िल पर'
          ' \n            तब खरोंच तक न आई।',
    },
    {
      'imagePath': 'image/6.jpg',
      'title': ''
          '\nउसे अपनी मेहनत पर....... '
          '\n               इतना भरोसा था की'
          '\nउसकी क़िस्मत को भी खुद से '
          '\n              ज्यादा उस पर भरोसा था।',
    },
    {
      'imagePath': 'image/6.jpg',
      'title': ''
          '\nअपनी मेहनत के बल पर हम.......'
          '\n               अपनी प्रतिभा दिखा देंगे'
          '\nभले कोई मंच ना दे हमको'
          '\n               हम मंच अपना बना लेंगे।'
    },
    {
      'imagePath': 'image/6.jpg',
      'title': ''
          '\nयदि कड़ी मेहनत.......  '
          '\n           आपका हथियार है,'
          '\nतो सफलता आपकी '
          '\n           ग़ुलाम हो जाएगी।'
    },
    {
      'imagePath': 'image/6.jpg',
      'title': ''
          '\nसफलता कभी भी Shortcut '
          '\n               से नहीं मिलती.......'
          '\nइसके लिए कड़ी मेहनत '
          '\n               की आवश्यकता होती है।'
    },
    {
      'imagePath': 'image/6.jpg',
      'title': ''
          '\nयदि आप परिणामों पर '
          '\n         ध्यान केंद्रित करेंगे....'
          '\nतो आप कभी नहीं बदलेंगे लेकिन'
          '\n      अगर आप बदलाव पर ध्यान देंगे'
          '\nतो आपको परिणाम मिलेंगे।'
    },
    {
      'imagePath': 'image/6.jpg',
      'title': ''
          '\nजो खैरात में मिलती कामयाबी...'
          '\n           तो हर शख्स कामयाब होता,'
          '\nफिर कदर न होती किसी हुनर की'
          '\n           और न ही कोई शख्स '
          '\nलाजवाब होता।'
    },
    {
      'imagePath': 'image/6.jpg',
      'title': ''
          '\nसफलता को गुलाम बनाने के लिए.......'
          '\n              मेहनत का गुलाम '
          '\nबनना पड़ता है'
    },
    {
      'imagePath': 'image/6.jpg',
      'title': ''
          '\nकई जीत बाकी है '
          '\n              कई हार बाकी है.......'
          '\nअभी तो जिंदगी का सार बाकी है'
          '\n              यहां से चले हैं '
          '\nनई मंजिल के लिए'
          '\n               यह तो एक पन्ना था '
          '\nअभी तो पुरी किताब बाकी है '
    },
    {
      'imagePath': 'image/6.jpg',
      'title': ''
          '\nहालत कैसी भी हो....... '
          '\n            जो उससे लड़ता है'
          '\nवही मंज़िल पर पहुँचता है '
    },
  ];

  List<Map<String, String>> List7 =<Map<String, String>> [
    {
      'imagePath': 'image/7.jpg',
      'title': ''
          '\nहो चुकी रात अब '
          '\n          सो भी जाइए......'
          '\nजो हैं दिल के करीब उनके '
          '\n           ख्यालों में खो जाइए'
          '\nकर रहा होगा कोई इंतज़ार आपका'
          '\n         ख़्वाबों में ही सही '
          '\nउनसे मिल तो आइये।'
          '\n              Good Night! '
          '\n              Sweet Dreams!,'
    },
    {
      'imagePath': 'image/7.jpg',
      'title': ''
          '\nदिपक मे अगर नूर ना होता......'
          '\n           तनहा दिल ये मजबूर ना होता,'
          '\nहम आपको गुड नाईट कहने आते,'
          '\n           अगर आपका घर '
          '\nइतना दूर ना होता।'
          '\n              Good Night!'
    },
    {
      'imagePath': 'image/7.jpg',
      'title': ''
          '\nजैसे तारे ऊपर चमकते हैं......'
          '\n            मेरे विचार हमारी यादों'
          '\n के साथ चमकते हैं।'
          '\n            यहाँ मीठे सपनों की '
          '\nएक रात और'
          '\n            आपकी चमक से भरे '
          '\nकल का वादा है।'
    },
    {
      'imagePath': 'image/7.jpg',
      'title': ''
          '\nसोते हुए को जगाएंगे हम......'
          '\n          आप की नींदे चुराएंगे हम,'
          '\nहर वक्त SMS करके सताएंगे हम,'
          '\n         आप को आएगा गुस्सा लेकीन,'
          '\nउस गुस्से मे ही याद तो आएंगे हम।'
    },
    {
      'imagePath': 'image/7.jpg',
      'title': ''
          '\nआकाश के तारों मे '
          '\n              खोया है जहाँ सारा......'
          '\nलगता है प्यारा एक एक तारा,'
          '\n              उन तारों मे सबसे प्यारा है '
          '\nएक सितारा जो इस वक्त '
          '\n              पढ रहा है SMS हमारा।'
    },
    {
      'imagePath': 'image/7.jpg',
      'title': ''
          '\nरात क्या हुयी रौशनी को भूल गए......'
          '\n     चाँद क्या निकला सूरज को भूल गए,'
          '\nमाना कुछ देर हम ने '
          '\n       आपको SMS नहीं किया,'
          '\nतो क्या आप हमें याद करना भूल गए?'
          '\n           Good Night!'
    },
    {
      'imagePath': 'image/7.jpg',
      'title': ''
          '\nचाँद भी तो देखो तुम्हें तक रहा है......'
          '\n     सितारे भी थमे थमे से लग रहे हैं'
          '\nजरा मुस्कुरा दो हम सब के लिए'
          '\n     हम भी तो तुम्हें शुभ रात्रि कह रहें हैं।'
    },
    {
      'imagePath': 'image/7.jpg',
      'title': ''
          '\nचांद के लिए सितारे अनेक है......'
          '\n    पर सितारों के लिए चांद एक है।'
          '\nआपके लिए तो हजारों होंगे परन्तु'
          '\n    हमारे लिए तो आप हजारों में एक हैं।'
          '\n               Good Night!'
    },
    {
      'imagePath': 'image/7.jpg',
      'title': ''
          '\nहर सपना कुछ पाने '
          '\n            से पूरा नहीं होता......'
          '\nकोई किसी के बिन अधूरा नहीं होता'
          '\n           जो चाँद रौशन करता है '
          '\nरात भर सब को'
          '\n           किसी रात वो भी '
          '\nतो पूरा नहीं होता।'
    },
    {
      'imagePath': 'image/7.jpg',
      'title': ''
          '\nआज आपकी रात की '
          '\n                अच्छी शुरुआत हो......'
          '\nरात भर खूबसूरत सपनो '
          '\n                की बरसात हो'
          '\nजिन्हें आपकी निगाहे '
          '\n                हर वक्त ढूंढती रहती हैं'
          '\nखुदा करे आपसे उनकी '
          '\n               सपनो में मुलाकात हो।'
    },
  ];

  List<Map<String, String>> List8 =<Map<String, String>> [
    {
      'imagePath': 'image/8.jpg',
      'title': ''
          '\nजब महसूस हो सारा '
          '\n                 शहर तुमसे जलने लगा......'
          '\nसमझ लेना तुम्हारा '
          '\n                 नाम चलने लगा।'
    },
    {
      'imagePath': 'image/8.jpg',
      'title': ''
          '\nअपना #Status खुद बनाने'
          ' \n                का उसूल है हमारा......'
          '\nक्योंकि शेर का झूठा शिकार '
          '\n                 तो कुत्ते भी चाटते हैं।'
    },
    {
      'imagePath': 'image/8.jpg',
      'title': ''
          '\nमेरा Attitude तो '
          '\n            मेरी निशानी है......'
          '\nतू बता तुझे कोई परेशानी है?'
    },
    {
      'imagePath': 'image/8.jpg',
      'title': ''
          '\nजो शौक सब पालते हैं...'
          '\n                वो हम नहीं पालते'
          '\nऔर जो शौक हम पालते हैं'
          '\n                वो सबके बस की बात नहीं I'
    },
    {
      'imagePath': 'image/8.jpg',
      'title': ''
          '\nसुन बे मेरी एक ही आदत है..'
          '\n               मैं मस्ती में चूर रहता हूं,'
          '\nऔर लड़कियों से दूर रहता हूं।'
    },
    {
      'imagePath': 'image/8.jpg',
      'title': ''
          '\nनाम और पहचान चाहे छोटी हो..'
          '\n         पर अपने दम '
          '\nपर होनी चाहिए।'
    },
    {
      'imagePath': 'image/8.jpg',
      'title': ''
          '\nआजकल लहजों को थोड़ा '
          '\n                 आसान रखता हूँ......'
          '\nदोस्त हो या दुश्मन '
          '\n                  सब हिसाब रखता हूँ'
    },
    {
      'imagePath': 'image/8.jpg',
      'title': ''
          '\nशकल देखकर......'
          '\n      कमजोर समझने की '
          '\nगलती मत कर,'
          '\n      क्योंकि ताकत खून में नही'
          '\nजुनून में होता है'
    },
    {
      'imagePath': 'image/8.jpg',
      'title': ''
          'व\nिरासत से तय नही होते......'
          '\n               किस्मत के फैसले,'
          '\nये तो उड़ान बतायेगी'
          '\n               आसमान किसका है'
    },
    {
      'imagePath': 'image/8.jpg',
      'title': ''
          '\nजिसको जो कहना है कहने दो......'
          '\n              अपना क्या जाता है,'
          '\nये वक्त वक्त की बात है, '
          '\n              और वक्त सबका आता है'
    },
  ];
}
